export const cardContent = [
  {
    id: 1,
    title: 'Захист платежів',
    image: '/payment-protection.svg',
    description:
      'Зарезервуйте кошти на біржі до успішного виконання проекту в повному обсязі. Вибирайте безпечну угоду для отримання якісного результату в термін',
  },
  {
    id: 2,
    title: 'Прозорість',
    image: '/opacity.svg',
    description:
      'На біржі немає прихованих платежів. Ми не продаємо рейтинги і платні статуси користувачам. Біржа заробляє тільки на комісії за операцію.',
  },
]

export const cardContentNext = [
  {
    id: 3,
    title: 'Швидкі виплати',
    image: '/quick-payouts.svg',
    description:
      'Фрілансер отримує кошти на свій рахунок на протязі 1 години після успішного складання проекту.',
  },
  {
    id: 4,
    title: 'Кешбек',
    image: '/cashback.svg',
    description:
      'Виконуйте успішно проекти без арбітражу, і отримуйте на рахунок в сервісі відсоток.',
  },
  {
    id: 5,
    title: 'Зручна система',
    image: '/convenient-system.svg',
    description:
      'Виконуйте успішно проекти без арбітражу, і отримуйте на рахунок в сервісі відсоток.',
  },
]

export const sliderCardContent = [
  {
    id: 1,
    clientContent: 'Вивчіть профіль фрілансера, особливо приклади робіт',
    freelancerContent: 'Створіть продающий профіль та заповніть портфоліо.',
    clientImage: '/step1.svg',
    freelancerImage: '/step1.svg',
  },
  {
    id: 2,
    clientContent: 'Створіть продающий профіль та заповніть портфоліо.',
    freelancerContent: 'Почніть отримувати перші відгуки за успішно виконану роботу.',
    clientImage: '/step2.1.svg',
    freelancerImage: '/step2.svg',
  },
  {
    id: 3,
    clientContent: 'Виберіть зручний для вас пакет послуг.',
    freelancerContent:
      'Успішно завершуйте взяті проекти від замовників - це підвищує вашу репутацію на біржі.',
    clientImage: '/step3.1.svg',
    freelancerImage: '/step3.svg',
  },
  {
    id: 4,
    clientContent: `Зв'яжіться безпосередньо з фрілансером і підтвердіть співпрацю.`,
    freelancerContent:
      'Чемно спілкуйтеся, виконуйте якісно роботу в строк - це запорука успішної роботи на біржі.',
    clientImage: '/step4.1.svg',
    freelancerImage: '/step4.svg',
  },
]

export const categories = [
  {
    id: 1,
    title: 'Графіка і дизайн',
    description: 'Створюємо дизайн логотипів, сайтів, моб. додатків, дизайн поліграфії, брендбук.',
    image: '/specialist-designer.svg',
  },
  {
    id: 2,
    title: 'Розробка та верстка',
    description: 'Розробка вебсайтів, мобільних додатків, програм та онлайн-сервісів, верстка, QA.',
    image: '/specialist-web.svg',
  },
  {
    id: 3,
    title: 'Робота з текстами',
    description: 'Рерайт, художній текст, веб-контент, реферати, курсові, дипломи, статті.',
    image: '/specialist-copyright.svg',
  },
  {
    id: 4,
    title: 'SEO',
    description:
      'Дослідження ринку та опитування, пошукове просування, продаж посилань, SERM, генерація лідів.',
    image: '/specialist-seo.svg',
  },
  {
    id: 5,
    title: 'Інтернет маркетинг',
    description:
      'Просування сайту і блогу, реклама в соціальних медіа, пошукові системи, SMM, e-mail маркетинг.',
    image: '/specialist-marketing.svg',
  },
  {
    id: 6,
    title: 'Відео та анімація',
    description:
      '2D Анімація, 3D Анімація, музика/звуки, відео, віртуальні тури, розкадровики, гейм-арт.',
    image: '/specialist-video.svg',
  },
]

export const questionMenuData = {
  client: [
    {
      id: 1,
      title: 'Скільки часу потрібно для виведення коштів?',
      content:
        'Засоби виводяться миттєво за кілька хвилин, але максимальний час виведення встановлюється банками і платіжними системами і може становити до 2 робочих днів.',
    },
    {
      id: 2,
      title: 'Як сервіс захистить мене від шахраїв?',
      content:
        'На сайті конфіденційні дані шифруються. Фінансові операції відбуваються на серверах банку-партнера, ми не зберігаємо реквізити карт.',
    },
    {
      id: 3,
      title: 'Чи є приховані платежі?',
      content: 'Ні. Біржа повідомляє користувача про його фінансові операції.',
    },
  ],
  freelancer: [
    {
      id: 1,
      title: 'Створення профайлу',
      content:
        'Профіль фрілансера на онлайн біржі безпосередньо впливає на успішність роботи і отримання проектів від замовників. Профайл потрібно створити не тільки грамотно і читабельно, але і продающе і в повному обсязі. Налаштування текстового редактора дозволяють оформити дистанційне фахівця професійно і візуально привабливо.',
    },
    {
      id: 2,
      title: 'Опис послуг',
      content:
        'Вкажіть свою основну спеціалізацію, додайте кращі на ваш погляд роботи в портфоліо. Фрилансеру не варто показувати свою майстерність вказуючи всі області і знання, краще сконцентруйтеся на основний 1-2 сферах, в яких ви дійсно класний експерт.',
    },
    {
      id: 3,
      title: 'Оформлення пакетів сервісу',
      content:
        'Базовий, Стандартний, Преміум - три пакети сервісу, які представлені на біржі фрілансерів для бізнесу. Вибираючи все три пакети ви істотно збільшуєте шансу звернення до вас, і підвищуєте середній чек продажу своїх послуг. Так, замовник зможе вибрати недорогу швидку роботу, або якісну дорогу послугу.',
    },
    {
      id: 4,
      title: 'Продаж супутніх послуг',
      content:
        'Ви можете вказати супутні послуги до основної спеціалізації. Це дасть можливість допродажу і утримає клієнта. Так, наприклад, зробивши переклад тексту, клієнту може знадобитися його рерайтинг або адаптація. Замовляючи SEO просування, замовники часто купують SEO аудит сайту. Використовуйте грамотно продаж супутніх послуг на біржі фрілансу, і отримуйте вищий дохід.',
    },
    {
      id: 5,
      title: 'Створення спеціальних пропозицій',
      content:
        'У замовників можуть виникнути вузькоспеціалізовані запити, наприклад, написати текст для Landing-y, розгорнути інтернет-магазин на Magento, написати статтю в технічній або медичній сфері. Такі унікальні запити і пропозиції видно тільки сторонам угоди, термін виконання довше, а ціна подібних проектів вище.',
    },
  ],
}
